/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributor: Fabrice Truillot de Chambrier, Christopher Korn
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Posteingang öffnen";

/* menubar tooltip when checking mail */
"Checking Mail" = "E-Mails lesen…";

/* connection error message */
"Connection Error" = "Verbindungfehler";

/* wrong username/password pair error message */
"Username/password Wrong" = "Ungültiger Benutzername/Kennwort";

/* count of unread messages */
"Unread Messages" = "%s ungelesene E-Mails";

/* count (1) of unread message */
"Unread Message" = "%s ungelesene E-Mail";

/* last check time */
"Last Checked:" = "Letzte Überprüfung:";

/* Enable, Disable */
"Enable Account" = "Konto aktivieren";
"Disable Account" = "Konto deaktivieren";

/* Check */
"Check" = "E-Mails abrufen";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Einstellungen";
"Launch at login" = "Bei Anmeldung automatisch öffnen";
"Show unread count in menu bar" = "Anzahl ungelesener E-Mails in Menüleiste anzeigen";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Konten";
"Edit" = "Bearbeiten";

"Username:" = "Benutzername:";
"Password:" = "Kennwort:";
"Check for new mail every" = "Überprüfe auf neue E-Mails alle";
"minutes" = "Minuten";
"Use Growl Notification" = "Growl Benachrichtigungen"; // gebrauchen"; too long to fit:(
"Play sound:" = "Benachrichtigungston:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Um einen Google Apps Account hinzuzufügen, die ganze E-Mailadresse (z.B. admin@ashchan.com) angeben.";
"Enable this account" = "Diesen Account aktivieren";
"Cancel" = "Abbrechen";
"OK" = "OK";
